
Page({

  data: {
    acyiveinfo: `<p class="f24">
        眼看又要迎来花好月圆的中秋， <br> 
        每逢佳节被相亲是咱单身青年的一道坎，<br> 
        你骄傲地“单”着，下半年还想“单”着吗？<br>
        千万别说缘分未到，其实缘分也需要创造！<br>
        好看的皮囊上哪认识？有趣的的灵魂是不是你？<br>
        没娶的别慌，待嫁的别忙，请看这里——中秋赏月会，你值得拥有！ </p>`,
    acyiveprocess: `<p class="f24">
        1、14:00集合，签到，建群 <br> 
        2、自我介绍，眼缘暗定 <br> 
        3、互动游戏 <br>
        4、眼缘配对 <br>
        5、自由相亲 <br>
        6、爱情表白 <br>
        7、活动结束 </p>`,
    enroll: `<p class="f24">
         <h4 class="f24 fw">女生要求：</h4>
        88后，未婚或短婚未育，妆容得体，在本市有正当工作和稳定收入，言谈举止文明有素质。<br> 
        <h4>男生要求：</h4>
        85后，未婚或短婚未育，干净清爽，举止文明有素养，在本市有正当工作和稳定收入，有婚房或有首付能力。 </p>`,
    note: `<p class="f24">
        1、大胆的表现自己、不要拘束，加强别人对你的第一印象。 <br> 
        2、可带详细的证明材料，如照片、学历复印件等等，表示自己的诚信。 <br> 
        3、请听从工作人员安排，保持活动正常有序的进行。  </p>`,
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})